{
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "blamer.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
